{
  "batiks": [
    {
      "id": 1,
      "name": "Batik Cendrawasih",
      "origin": "Papua",
      "description": "Motif batik ini terdiri dari Burung Cendrawasih yang dipadukan dengan berbagai objek yang menggambarkan suasana alam di Papua yang indah. Penggunaan motif cendrawasih dipercaya karena burung ini merupakan jembatan yang menghubungkan kehidupan di bumi dengan surga. Selain itu motif batik ini memiliki makna keanggunan, kegagahan dan menawan yang akan terlihat menarik bagi penggunanya."
    },
    {
      "id": 2,
      "name": "Batik Geblek Renteng",
      "origin": "Kulon Progo",
      "description": "Batik Geblek Renteng merupakan batik yang motifnya berbentuk makanan kuliner khas daerah Kulon Progo bernama Geblek. Geblek sendiri merupakan makanan yang cukup terkenal dan memiliki bentuk yang unik yaitu menyerupai angka 8. Geblek merupakan motif utama pada batik ini yang biasanya dikombinasikan dengan motif Binangun (identitas daerah Kulon Progo) dan motif geblek disusun dengan bentuk naik turun ataupun lainnya yang melambangkan pemandangan alam."
    },
    {
      "id": 3,
      "name": "Batik Insang",
      "origin": "Pontianak",
      "description": "Batik Insang merupakan batik dengan motif khas berbentuk garis-garis simetris yang berasal dari Kota Pontianak, Kalimantan Barat. Dahulu jenis batik ini hanya digunakan oleh kaum bangsawan sebagai identitas yang memisahkan status sosial. Motif batik ini sendiri dipercaya penduduk setempat sebagai rasa syukur manusia terhadap Tuhan Yang Maha Kuasa. Filosofi dibalik motif berbentuk ikan insang tersebut adalah sebagai alat kehidupan, ungkapan syukur atas alam dan lingkungan serta semangat untuk terus maju dalam hal pembangunan."
    },
    {
      "id": 4,
      "name": "Batik Kawung",
      "origin": "Yogyakarta",
      "description": "Batik Kawung merupakan jenis batik yang berasal dari Yogyakarta yang memiliki motif unik yaitu kolang-kaling dengan bentuk yang disusun secara geometris. Motif tersebut memiliki makna bahwa usaha atau keinginan keras dari manusia pasti akan mendapatkan hasil seperti mendapatkan rezeki yang berlipat ganda walau mendapatkannya dalam waktu yang lama. Kerja keras dengan akan lebih bermakna apabila diimbangi dengan sikap hemat, teliti, cermat dan tidak boros.Filosofi tersebut tepat diterapkan pada masa sekarang karena kebanyakan orang ingin yang serba instan tanpa harus bekerja keras."
    },
    {
      "id": 5,
      "name": "Batik Mega Mendung",
      "origin": "Cirebon",
      "description": "Batik Mega Mendung merupakan motif batik khas dari daerah Cirebon yang motifnya berbentuk garis lengkung yang paling dalam kemudian melebar keluar yang menandakan gerakan yang teratur. Garis teratur tersebut memiliki arti bahwa kehidupan manusia itu selalu berubah, kadang di atas kadang di bawah. Makna filosofis dari batik tersebut melambangkan kehidupan manusia secara utuh sehingga bentuknya harus menyatu. Dari sisi produksi, garis lengkung tersebut wajib dipertemukan agar pewarnaannya lebih mudah."
    },
    {
      "id": 6,
      "name": "Batik Parang",
      "origin": "Solo & Yogyakarta",
      "description": "Batik Parang merupakan jenis batik yang sering ditemukan di daerah Solo maupun Yogyakarta. Motif batik tersebut memiliki arti bahwa hidup haruslah dilandasi pada perjuangan untuk menemukan kebahagiaan lahir dan batin. Kondisi ini memang sulit untuk direalisasikan namun manusia tentu harus mengupayakan banyak hal untuk mencapai fase tersebut. Pada zaman ini, sungguh sulit untuk mencapai fase tersebut karena banyaknya godaan yang menghalangi sehingga memilih jalan yang salah dan mengabaikan tingkah laku dan kepribadian yang baik."
    },
    {
      "id": 7,
      "name": "Batik Pring Sedapur",
      "origin": "Magetan",
      "description": "Motif pada batik ini berbentuk sekumpulan pohon bambu. Bambu sendiri dipercaya memiliki makna keamanan, kenyamanan dan kedamaian. Orang Jawa mempercayai bahwa kita haruslah memberikan keberkahan atau manfaat kepada orang lain dengan memaksimalkan potensi diri kita sendiri."
    },
    {
      "id": 8,
      "name": "Batik Simbut",
      "origin": "Suku Sunda",
      "description": "Batik Simbut merupakan batik yang memiliki motif yang cukup unik yaitu berbentuk daun. Batik ini pada awalnya berkembang di pedalaman suku sunda lebih tepat oleh suku Baduy. Dengan motif dedaunan, batik ini memiliki filosofi yang melambangkan kedekatan manusia dengan alam sekitar."
    },
    {
      "id": 9,
      "name": "Batik Sogan",
      "origin": "Solo & Yogyakarta",
      "description": "Batik sogan merupakan jenis batik yang pembuatannya pada mulanya menggunakan pewarna alami dari pohon soga. Motif batik ini memiliki makna yaitu sebagai simbol keraton bangsa burung yang ditandai dengan corak warna kuning keemasan. Seiring perkembangannya yang disebarluaskan kembali oleh wali songo, motif batik ini memiliki berbagai warna seperti hitam sebagai simbol keduniawian, kuning sebagai simbol nafsu ingin dimuliakan, putih sebagai kebaikan dan coklat sebagai simbol kekhidmatan."
    },
    {
      "id": 10,
      "name": "Batik Truntum",
      "origin": "Yogyakarta",
      "description": "Batik Truntum merupakan motif batik yang diinisiasi oleh permaisuri dari Sultan Hamengkubuwana III yaitu Gusti Kanjeng Ratu Kencana dengan tujuan pada saat itu untuk menghilangkan rasa kesedihan. Motif batik tersebut memiliki arti yaitu sebagai cinta yang tulus tanpa syarat, abadi serta semakin tumbuh berkembang dengan subur. Batik jenis ini biasa digunakan oleh orang tua dari pasangan mempelai pada acara pernikahan dengan tujuan agar cinta kasih dapat hinggap pada kedua mempelai."
    }
  ]
}
